Repository: jcome/otzhcn
Catalog: OTZhCN-omegat.tmx
Source language: en_us
Languages: zh_cn

source: Please refer to the user guide for details.
zh_cn: 详情请参考用户指南。

source: Please select an image in the Xsheet.
zh_cn: 请在摄影表上选择一个图像。

source: Please select only one column for this command.
zh_cn: 请只选一列情况下来用该命令。

source: Please set the duration more than 0 frame first, or the clapperboard settings will not be saved in the scene at all!
zh_cn: 请先把长度设置为多于 0 帧，否则场记板的设置不能在场景里保存！

source: Please set the right camera resolution and closest field, or choose to delete the existing level and create a new one when running the cleanup process.
zh_cn: 请设置正确的摄影机分辨率和最接近的区域，或者 在运行清稿过程中选择删除现有层级并创建新层级。

source: Please specify a suffix.
zh_cn: 请指定后缀。

source: Please specify an file name.
zh_cn: 请指定文件名。

source: Please specify one of the following file formats; jpg, jpeg, bmp, png, and tif
zh_cn: 请指定如下的格式之一：jpg, jpeg, bmp, png, 和 tif

source: Please specify the file name.
zh_cn: 请指定文件名。

source: Please specify the level locations.
zh_cn: 请指明层级的位置。

source: Please start live view before capturing an image.
zh_cn: 在拍照前请启动实时查看模式。

source: Please start live view before using time lapse.
zh_cn: 请在使用时间间隔前打开实时查看。

source: Please start the Controller before using the ToonzFarm
zh_cn: 在使用ToonzFarm之前，请启动控制器。

source: Please use the frame numbers for reference.
zh_cn: 请用帧编号作为参考。

source: Please, place the next paper drawing on the scanner flatbed, then click the Scan button.
zh_cn: 请放置下一张纸到扫描仪的平台上，再点按“扫描”按钮。

source: Please, place the next paper drawing on the scanner flatbed, then select the relevant command in the TWAIN interface.
zh_cn: 请放置下一张纸到扫描仪的平台上，再从 TWAIN 界面选择相关命令。

source: PltEdit
zh_cn: 色板编辑

source: Point Size
zh_cn: 点的大小

source: Polka Dots
zh_cn: 波尔卡圆点

source: Polygon
zh_cn: 多边形

source: Polygon Sides:
zh_cn: 多边形边数:

source: Polyline
zh_cn: 折线

source: Port Number:
zh_cn: 端口号:

source: Port:
zh_cn: 端口:

source: Position
zh_cn: 位置

source: Position:
zh_cn: 位置:

source: Possibly the preset file has been corrupted
zh_cn: 可能此预设已经被损坏

source: Post
zh_cn: 张贴

source: Precomputing %1 Frames
zh_cn: 正在预计算中的 %1 帧

source: Preferences
zh_cn: 首选项

source: Premultiply
zh_cn: 预乘 Alpha

source: Preproduction Board
zh_cn: 前期制作板

source: Preserve Painted Areas
zh_cn: 保留上色区域

source: Preserve Thickness
zh_cn: 保持粗细

source: Preset Name
zh_cn: 预设名称

source: Preset Name:
zh_cn: 预设名称:

source: Preset name
zh_cn: 预设名称

source: Preset:
zh_cn: 预设:

source: Presets:
zh_cn: 预设:

source: Pressure
zh_cn: 压感

source: Pressure Sensitivity
zh_cn: 压力灵敏度

source: Preview
zh_cn: 预览

source: Preview BG Color:
zh_cn: 预览背景色:

source: Preview FX :: %1
zh_cn: 预览特效 :: %1

source: Preview Frame:
zh_cn: 前一帧:

source: Preview Fx
zh_cn: 预览特效

source: Preview Settings
zh_cn: 预览设置

source: Preview This
zh_cn: 预览此帧

source: Preview Visibility Toggle
zh_cn: 显示/隐藏预览可见性

source: Preview Visibility Toggle All
zh_cn: 启用/停止全部预览可见性

source: Previous
zh_cn: 上一个

source: Previous Drawing
zh_cn: 前面的绘图

source: Previous Frame
zh_cn: 前一帧

source: Previous Frames Correction:
zh_cn: 前面帧的颜色:

source: Previous Key
zh_cn: 前一关键帧

source: Previous Level
zh_cn: 前一个层级

source: Previous Memo
zh_cn: 前一个备忘

source: Previous Step
zh_cn: 前一步

source: Previous Tag
zh_cn: 上一标签

source: Previous XSheet Frame
zh_cn: 前一摄影表帧

source: Print Dialogue
zh_cn: 打印对话

source: Print Export DateTime
zh_cn: 打印导出日期时间

source: Print Level Names On The Bottom
zh_cn: 在底部打印层级名

source: Print Scene Name
zh_cn: 打印场景名

source: Print Scene Path
zh_cn: 打印场景路径

source: Print Soundtrack
zh_cn: 打印音轨

source: Priority
zh_cn: 优先级

source: Priority:
zh_cn: 优先级:

source: Probably the codec cannot work correctly.
zh_cn: 可能是此编码器不能正确运行。

source: Process with:
zh_cn: 处理位置:

source: Processing
zh_cn: 处理

source: Processing...
zh_cn: 正在处理...

source: Project '%1' already exists
zh_cn: 项目“%1”已经存在

source: Project + Episode + Sequence + Scene
zh_cn: 项目 + 片段 + 序列 + 场景

source: Project Folder
zh_cn: 项目文件夹

source: Project Folder Aliases (+drawings, +scenes, etc.)
zh_cn: 项目文件夹别名(+drawings， + scenes，等)

source: Project Management
zh_cn: 项目管理

source: Project Name cannot be empty or contain any of the following characters:
zh_cn: 项目名不能为空或能包含如下的任一字符:

source: Project Name:
zh_cn: 项目名称:

source: Project Settings
zh_cn: 项目设置

source: Project name
zh_cn: 项目名称

source: Project:
zh_cn: 项目:

source: Projecting cap
zh_cn: 方头

source: Pump Tool
zh_cn: 线宽工具

source: Purge
zh_cn: 清除

source: Purging files...
zh_cn: 正在清除文件...

source: Purple
zh_cn: 紫色

source: Put
zh_cn: 放置

source: Put Scene Contents
zh_cn: 放置场景内容

source: Put Serial Frame Numbers Over Pages
zh_cn: 在各页放置系列帧编号

source: Put done successfully.
zh_cn: 放置成功完成。

source: Put...
zh_cn: 放置...

source: Putting %1 items...
zh_cn: 正在放置 %1 个项目...

source: Putting changes...
zh_cn: 正在放置更改...

source: Quality
zh_cn: 质量

source: Quality:
zh_cn: 画质:

source: Question
zh_cn: 询问

source: Quickly toggle main window semi-transparency and full opacity.
zh_cn: 快速打开/关闭主窗口的半透明和不透明。

source: Quit
zh_cn: 退出

source: RGB Picker (R%1, G%2, B%3)
zh_cn: RGB 拾色器(R%1, G%2, B%3)

source: RGB Picker Tool
zh_cn: RGB 吸管工具

source: RGB Picker Tool - Freehand
zh_cn: 样式吸管工具 - 手绘

source: RGB Picker Tool - Next Type
zh_cn: RGB 吸管工具 - 下一类型

source: RGB Picker Tool - Normal
zh_cn: 样式吸管工具 - 标准

source: RGB Picker Tool - Polyline
zh_cn: 样式吸管工具 - 折线

source: RGB Picker Tool - Rectangular
zh_cn: 样式吸管工具 - 长方形

source: RGBA Channels
zh_cn: RGBA 通道

source: RLE-Compressed
zh_cn: RLE 压缩

source: Radial Gradient
zh_cn: 径向渐变

source: Radius
zh_cn: 半径

source: Raise Stop Motion Level Subsampling
zh_cn: 提高定格动画层级的重采样

source: Raise Stop Motion Opacity
zh_cn: 提高定格不透明度

source: Random
zh_cn: 随机

source: Range:
zh_cn: 范围:

source: Raster
zh_cn: 光栅

source: Raster Level
zh_cn: 光栅层级

source: Raster Level Caching Behavior
zh_cn: 光栅层级缓存行为

source: Raster Level Caching Behavior:
zh_cn: 光栅层级缓存行为:

source: Raster Levels
zh_cn: 光栅层级

source: Raster level
zh_cn: 光栅层级

source: Rasterization DPI:
zh_cn: 光栅化 DPI:

source: Rasterize Vectors
zh_cn: 光栅化矢量

source: Re-installing Toonz will solve this problem.
zh_cn: 重新安装 Toonz 可以解决这个问题。

source: Recent Scenes [Project]
zh_cn: 最近场景 [项目]

source: Recent Version
zh_cn: 最近版本

source: Record Audio
zh_cn: 录制音频

source: Record failed: Make sure there's XSheet or Timeline in the room.
zh_cn: 录制失败： 请确认有摄影表或时间轴。

source: Rectangle
zh_cn: 矩形

source: Rectangular
zh_cn: 矩形

source: Red
zh_cn: 红

source: Red Channel
zh_cn: 红通道

source: Red Channel Greyscale
zh_cn: 红通道(灰阶)

source: Red Channel in Grayscale
zh_cn: 红通道(灰阶)

source: Reference Curve:
zh_cn: 参考曲线:

source: Reframe
zh_cn: 重新调节

source: Reframe on 1's
zh_cn: 在 1's 重新分配帧

source: Reframe on 2's
zh_cn: 在 2's 重新分配帧

source: Reframe on 3's
zh_cn: 在 3's 重新分配帧

source: Reframe on 4's
zh_cn: 在 4's 重新分配帧

source: Reframe to %1's
zh_cn: 重新调节为 %1 帧

source: Reframe to %1's with %2 blanks
zh_cn: 用 %2 空白重排帧到 %1's

source: Reframe with Empty Inbetweens
zh_cn: 添加空的过渡画重排帧

source: Reframe with Empty Inbetweens...
zh_cn: 添加空白过渡帧重排帧...

source: Refresh
zh_cn: 刷新

source: Refresh Folder Tree
zh_cn: 刷新文件夹树

source: Refresh list of connected audio input devices
zh_cn: 刷新已连接音频输入设备

source: Refresh operation failed:
zh_cn: 刷新操作失败:

source: Refreshing...
zh_cn: 正在刷新...

source: Regenerate Frame Preview
zh_cn: 重新生成帧预览

source: Regenerate Preview
zh_cn: 重新生成预览

source: Register
zh_cn: 注册

source: Regular Expression:
zh_cn: 正则表达式:

source: Relative
zh_cn: 相对

source: Relative Onion Skin Toggle
zh_cn: 显示/隐藏相关洋葱皮

source: Relative colored + Triangle handle
zh_cn: 相对色+三角手柄

source: Reload qss
zh_cn: 重新加载样式表

source: Remove
zh_cn: 删除

source: Remove "%1"
zh_cn: 删除“%1”

source: Remove %1
zh_cn: 删除 %1

source: Remove >>
zh_cn: 删除 >>

source: Remove All
zh_cn: 全部删除

source: Remove Antialiasing using Threshold:
zh_cn: 移除抗锯齿(阈值):

source: Remove Color Model
zh_cn: 删除色彩模型

source: Remove Column
zh_cn: 删除列

source: Remove Empty Columns
zh_cn: 删除空列

source: Remove Frame
zh_cn: 删除帧

source: Remove Frame at Frame %1
zh_cn: 在帧 %1 处移除帧

source: Remove Frames : Level %1 : Frame
zh_cn: 删除帧 : 层级 %1 : 帧

source: Remove Keyframe
zh_cn: 移除关键帧

source: Remove Keyframe %1 at frame %2
zh_cn: 移除关键帧 %1 在帧 %2

source: Remove Level
zh_cn: 删除层级

source: Remove Macro FX
zh_cn: 删除宏特效

source: Remove Markers
zh_cn: 删除标记

source: Remove Multiple Keys
zh_cn: 删除多个键

source: Remove Multiple Keys at Frame %1
zh_cn: 在帧 %1 处移除多个键

source: Remove Object %1
zh_cn: 删除物体 %1

source: Remove Preset
zh_cn: 删除预设

source: Remove Reference in Palette : %1
zh_cn: 移除调色板%1中的引用

source: Remove Reference to Studio Palette
zh_cn: 删除指向工作室调色版的引用

source: Remove Spline %1
zh_cn: 删除样条线 %1

source: Remove Tags
zh_cn: 删除标签

source: Remove Unused Styles from Input Palette
zh_cn: 删除置入调色板中的未用样式

source: Remove and Shift Cells / Frames Up
zh_cn: 删除并向上移动帧格/帧

source: Remove dot before frame number
zh_cn: 移除帧编号前的点

source: Remove frame before Stop Motion Camera
zh_cn: 删除定格动画摄影机前的帧

source: Remove preset
zh_cn: 删除预设

source: Removed unused level %1 from the scene cast.
zh_cn: 从场景职员中移除未使用的层级 %1。

source: Removed unused levels from the scene cast.
zh_cn: 从场景职员中移除未使用的层级。

source: Rename
zh_cn: 重命名

source: Rename Cell at Column %1 Frame %2
zh_cn: 重命名在列 %1 帧 %2 上的帧格

source: Rename Fx : %1 > %2
zh_cn: 重命名特效 : %1 > %2

source: Rename Group : %1 > %2
zh_cn: 重命名组 : %1 > %2

source: Rename Page %1 > %2
zh_cn: 重命名页 %1 > %2

source: Rename Studio Palette : %1 > %2
zh_cn: 重命名工作室调色板 %1 > %2

source: Rename Style#%1 in Palette%2 : %3 > %4
zh_cn: 重命名调色板 %2 的样式#%1 : %3 > %4

source: Rename the new file adding the suffix
zh_cn: 添加后缀来重命名新文件

source: Rename the new level adding the suffix
zh_cn: 添加后缀重命名新层级

source: Renaming File
zh_cn: 正在重命名文件

source: Render
zh_cn: 渲染

source: Render Farm
zh_cn: 渲染农场

source: Render Task Chunk Size:
zh_cn: 渲染任务的块大小:

source: Render Tile:
zh_cn: 渲染区块:

source: Rendered Frames :: From %1 To %2 :: Step %3
zh_cn: 已渲染的帧 :: %1 到 %2 帧 :: 步长 %3

source: Rendering %1 frames of %2
zh_cn: 渲染 %2 的 %1 帧

source: Rendering %1%2, frame %3 / %4
zh_cn: 正在渲染 %1%2, 帧 %3 / %4

source: Rendering frame %1 / %2
zh_cn: 正在渲染的帧 %1 / %2

source: Renumber
zh_cn: 重新编号

source: Renumber : Level %1
zh_cn: 重新编号 : 层级 %1

source: Repeat
zh_cn: 重复

source: Replace
zh_cn: 替换

source: Replace FX
zh_cn: 替换特效

source: Replace Fx :
zh_cn: 替换特效 :

source: Replace Level
zh_cn: 替换层级

source: Replace Parent Directory
zh_cn: 替换父目录

source: Replace Toonz Level after SaveLevelAs command
zh_cn: 执行另存层级命令后替换 Toonz 层级

source: Replace Vectors with Simplified Vectors
zh_cn: 用简化矢量替换矢量

source: Replace Vectors with Simplified Vectors Command
zh_cn: 用简化矢量替换矢量的命令

source: Replace with
zh_cn: 替换源

source: Replace with Current Palette
zh_cn: 用当前调色板替换

source: Replace with Current Palette > %1
zh_cn: 用当前调色板替换 > %1

source: Replace with copied palette
zh_cn: 用拷贝的调色板替换

source: Replacing all selected palettes with the palette "%1".
zh_cn: 用调色板"%1 "替换所有选中的调色板。

source: Replacing it will also substitute any existing vertex animation.
zh_cn: 替换它也将替代任何现有的顶点动画。

source: Replacing the palette "%1" with the palette "%2".
zh_cn: 用调色板"%1"替换调色板"%2"。

source: Report a Bug
zh_cn: 上报 Bug

source: Requires restarting camera when toggled NP 1 = Previous Frame NP 2 = Next Frame NP 3 = Jump To Camera NP 5 = Toggle Live View NP 6 = Short Play NP 8 = Loop NP 0 = Play Period = Use Live View Images Plus = Raise Opacity Minus = Lower Opacity Enter = Capture BackSpace = Remove Frame Multiply = Toggle Zoom Divide = Focus Check
zh_cn: 当启用/停止时需要重启摄影机 NP 1 = 前一帧 NP 2 = 后一帧 NP 3 = 跳转到摄影机 NP 5 = 开关实时视图 NP 6 = Short Play NP 8 = 循环 NP 0 = 播放 Period = 使用实时查看图像 Plus = 提高不透明度 Minus = 降低不透明度 Enter = 拍摄 BackSpace = 移除帧 Multiply = 开关缩放 Divide = 焦点检查

source: Resample Balance:
zh_cn: 重采样平衡:

source: Resequence
zh_cn: 重新排序

source: Resequence : Col%1
zh_cn: 重新排序 : Col%1

source: Reset
zh_cn: 重置

source: Reset Following
zh_cn: 重置后面的

source: Reset Guide Stroke Selections
zh_cn: 重置导引描绘选择

source: Reset Handles
zh_cn: 重置手柄

source: Reset Interpolation
zh_cn: 重置插值

source: Reset Pinned Center
zh_cn: 重置固定中心

source: Reset Position
zh_cn: 重置位置

source: Reset Previous
zh_cn: 重置前面的

source: Reset Rooms
zh_cn: 初始化工作区

source: Reset Rotation
zh_cn: 重置旋转

source: Reset Settings
zh_cn: 重置设置

source: Reset Shift
zh_cn: 重置移位

source: Reset Subcamera
zh_cn: 重置子摄影机

source: Reset View
zh_cn: 重置视图

source: Reset Zoom
zh_cn: 重置缩放

source: Reset rooms to their default?
zh_cn: 要重新初始化各个工作区？

source: Reset to default
zh_cn: 重新初始化

source: Resize
zh_cn: 调整尺寸

source: Resolution
zh_cn: 分辨率

source: Resolution restrictions:
zh_cn: 分辨率限制:

source: Resolution:
zh_cn: 分辨率:

source: Rest Drawing
zh_cn: 其余图

source: Restart
zh_cn: 重启

source: Resuming is not recommended and may lead to an unrecoverable crash.
zh_cn: 继续工作是不建议的，而且可能导致不可恢复的崩溃。

source: Retas Compliant
zh_cn: RETAS 兼容

source: Retas Level Format
zh_cn: RETAS 层级格式

source: Return To Previous Style
zh_cn: 返回前一样式

source: Reverse
zh_cn: 反序

source: Reverse : Level %1
zh_cn: 反序 : 层级 %1

source: Reverse Order
zh_cn: 反序

source: Revert
zh_cn: 复原

source: Revert Scene Contents
zh_cn: 复原场景内容

source: Revert To %1 : Level %2
zh_cn: 复原至 %1：层级 %2

source: Revert done successfully.
zh_cn: 复原成功完成。

source: Revert: the current scene has been modified.
zh_cn: 复原：当前场景已被修改。

source: Reverting %1 items...
zh_cn: 正在复原 %1 个项目...

source: Reverting 1 item...
zh_cn: 正在复原 1 个项目...

source: Revision
zh_cn: 修订

source: Revision History...
zh_cn: 修订历史...

source: Rewind after Playback
zh_cn: 回放完了倒回开头

source: Rhubarb Path:
zh_cn: Rhubarb 路径:

source: Rhubarb Processing Error:
zh_cn: Rhubarb 处理错误:

source: Rhubarb Timeout:
zh_cn: Rhubarb 超时:

source: Rhubarb is not bundled with OpenToonz.
zh_cn: Rhubarb 并没有和 OpenToonz 一起打包。

source: Rhubarb not found, please set the location in Preferences.
zh_cn: Rhubarb 没找到，请在首选项中设置其位置。

source: Ribbon
zh_cn: 丝带

source: Right
zh_cn: 右

source: Right Bottom
zh_cn: 右下

source: Right Padding
zh_cn: 右边距

source: Right Top
zh_cn: 右上

source: Right-click Menu Commands
zh_cn: 右键菜单命令

source: Right:
zh_cn: 右:

source: Rigid
zh_cn: 刚性

source: Roll Down
zh_cn: 下卷

source: Roll Up
zh_cn: 上卷

source: Room
zh_cn: 工作区

source: Rooms*:
zh_cn: 工作区*:

source: Rope
zh_cn: 绳索

source: Rotate
zh_cn: 旋转

source: Rotate Object Left
zh_cn: 向左旋转物体

source: Rotate Object Right
zh_cn: 向右旋转物体

source: Rotate On Camera Center
zh_cn: 以相机中心旋转

source: Rotate Selection Left
zh_cn: 向左旋转选择

source: Rotate Selection Right
zh_cn: 向右旋转选择

source: Rotate Selection/Object Left
zh_cn: 向左旋转选择/物体

source: Rotate Selection/Object Right
zh_cn: 向右旋转选择/物体

source: Rotate Tool
zh_cn: 旋转工具

source: Rotate:
zh_cn: 旋转:

source: Rotation
zh_cn: 旋转

source: Rotation(%1)
zh_cn: 旋转(%1)

source: Rotation:
zh_cn: 旋转:

source: Round cap
zh_cn: 圆头

source: Round join
zh_cn: 圆角连接

source: Ruler Tool
zh_cn: 标尺工具

source: Run Length Encoding (RLE)
zh_cn: 行程编码(RLE)

source: Run Script...
zh_cn: 运行脚本...

source: Run script
zh_cn: 运行脚本

source: Running
zh_cn: 正在运行

source: SCENE
zh_cn: 场景

source: SHEET
zh_cn: 表

source: SO
zh_cn: 堆栈顺序

source: SO:
zh_cn: 堆栈顺序:

source: Safe Area (Right Click to Select)
zh_cn: 安全区域(右键单击可选择)

source: Same Style
zh_cn: 相同类型

source: Same Style on Selected Frames
zh_cn: 已选帧中的同类型

source: Same Style on Whole Level
zh_cn: 整个层级中的同类型

source: Same as Painted
zh_cn: 和已经上色的相同

source: Sample Rate:
zh_cn: 采样率:

source: Sample Size:
zh_cn: 采样大小:

source: Sample Type:
zh_cn: 采样类型:

source: Sample format:
zh_cn: 采样格式:

source: Sample rate:
zh_cn: 采样率:

source: Sample/Pixel:
zh_cn: 通道数量:

source: Saturation
zh_cn: 饱和度

source: Saturation:
zh_cn: 饱和度:

source: Save
zh_cn: 保存

source: Save All
zh_cn: 保存全部

source: Save As
zh_cn: 另存为

source: Save Automatically
zh_cn: 自动保存

source: Save Backup to "nopaint" Folder
zh_cn: 保存备份到“nopaint”文件夹

source: Save Changes
zh_cn: 保存更改

source: Save Clapperboard Settings As Preset
zh_cn: 保存场记板设定为预设

source: Save Cleanup Settings
zh_cn: 保存清稿设置

source: Save Color Names
zh_cn: 保存颜色名

source: Save Current Shortcuts as New Preset
zh_cn: 保存当前快捷键为新预设

source: Save Current Subcamera
zh_cn: 保存当前子摄影机

source: Save Curve
zh_cn: 保存曲线

source: Save File List
zh_cn: 保存文件列表

source: Save Flipbook Images
zh_cn: 保存翻页书图像

source: Save Images
zh_cn: 保存图像

source: Save Images in EXR Format
zh_cn: 保存图像为 EXR 格式

source: Save In
zh_cn: 保存位置

source: Save In:
zh_cn: 保存位置:

source: Save Level
zh_cn: 保存层级

source: Save Motion Path
zh_cn: 保存运动路径

source: Save Palette
zh_cn: 保存调色板

source: Save Preset
zh_cn: 保存预设

source: Save Previewed Frames
zh_cn: 保存预览过的帧

source: Save Previewed Images
zh_cn: 保存预览过的图像

source: Save Scene
zh_cn: 保存场景

source: Save Scene Only
zh_cn: 仅保存场景

source: Save Scene in Subfolder
zh_cn: 保存场景到子文件夹

source: Save Settings
zh_cn: 保存设置

source: Save Task List
zh_cn: 保存任务列表

source: Save Vectorizer Parameters
zh_cn: 保存矢量化的参数

source: Save and Insert
zh_cn: 保存并插入

source: Save as Preset
zh_cn: 保存为预设

source: Save current output settings.
zh_cn: 保存当前输出设置。

source: Save images as they are captured
zh_cn: 拍摄同时保存图片

source: Save in:
zh_cn: 保存位置:

source: Save level Failed
zh_cn: 保存层级失败

source: Save log file..
zh_cn: 保存日志文件。

source: Save log text
zh_cn: 保存日志文本

source: Save recording and insert into new column
zh_cn: 保存记录并插入新列中

source: Save the current scene in the subfolder.
zh_cn: 保存当前场景到子文件夹中。

source: Save the scene first
zh_cn: 请先保存场景

source: Save the scene first.
zh_cn: 请先保存场景。

source: Save the scene only
zh_cn: 仅保存层级

source: SaveBox:
zh_cn: 保存框:

source: Saved %1 frames out of %2 in %3
zh_cn: 保存了 %2 中的 %1 帧到 %3 里

source: Saving
zh_cn: 保存

source: Saving Shortcuts
zh_cn: 保存快捷键

source: Saving previewed frames....
zh_cn: 正在保存预览过的帧...

source: Scale
zh_cn: 缩放

source: Scale (%)
zh_cn: 缩放(%)

source: Scale Cleanup Camera
zh_cn: 缩放清稿摄影机

source: Scale Constraint:
zh_cn: 缩放设置:

source: Scale Thickness
zh_cn: 缩放粗细

source: Scale(%1%)
zh_cn: 缩放(%1%)

source: Scale(%1%, %2%)
zh_cn: 缩放(%1%, %2%)

source: Scale:
zh_cn: 缩放:

source: Scan
zh_cn: 扫描

source: Scan & Cleanup
zh_cn: 扫描&清稿

source: Scan && Cleanup
zh_cn: 扫描&&清稿

source: Scan Level
zh_cn: 扫描层级

source: Scan Path:
zh_cn: 扫描路径:

source: Scan Settings
zh_cn: 扫描设置

source: Scan-line based
zh_cn: 基于扫描线

source: Scanner Driver:
zh_cn: 扫描仪驱动:

source: Scanning in progress:
zh_cn: 正在扫描:

source: Scene Cast
zh_cn: 场景职员

source: Scene Folder Alias ($scenefolder)
zh_cn: 场景文件夹别名($scenefolder)

source: Scene Name:
zh_cn: 场景名称:

source: Scene Settings
zh_cn: 场景设置

source: Scene location : Aliased path
zh_cn: 场景位置 : 别名路径

source: Scene location : Full path
zh_cn: 场景位置 : 完整路径

source: Scene name
zh_cn: 场景名称

source: Scene name:
zh_cn: 场景名:

source: Scene:
zh_cn: 场景:

source: Schematic
zh_cn: 示意图

source: Screen 1
zh_cn: 屏幕 1

source: Screen 2
zh_cn: 屏幕 2

source: Screen 3
zh_cn: 屏幕 3

source: Script
zh_cn: 脚本

source: Script Console
zh_cn: 脚本控制台

source: Script file %1 does not exists.
zh_cn: 脚本文件 %1 不存在。

source: Scroller
zh_cn: 滚动器

source: Search
zh_cn: 搜索

source: Search for Palettes
zh_cn: 搜索调色板

source: Search:
zh_cn: 搜索:

source: Sec Frame
zh_cn: 秒 帧

source: See Through Mode (Main Window)
zh_cn: 穿透模式(主窗口)

source: Segment
zh_cn: 自动分段

source: Segment Ink
zh_cn: 自动分段

source: Select %1
zh_cn: 选择 %1

source: Select &All
zh_cn: 选择全部(&A)

source: Select / Deselect All
zh_cn: 全选/全不选

source: Select All Following Keys
zh_cn: 选择后面的全部关键帧

source: Select All Keys
zh_cn: 选择全部关键帧

source: Select All Keys in this Column
zh_cn: 选择此列的全部关键帧

source: Select All Keys in this Frame
zh_cn: 选择此行的全部关键帧

source: Select All Previous Keys
zh_cn: 选择前面的全部关键帧

source: Select Camera
zh_cn: 选择摄影机

source: Select Column
zh_cn: 选择列

source: Select FX nodes and related links before copying or cutting the selection you want to paste.
zh_cn: 在拷贝或剪切你要粘贴的选区之前，选择特效节点和相关链接。

source: Select Following Keys in this Column
zh_cn: 选择此列后面的关键帧

source: Select Following Keys in this Frame
zh_cn: 选择此行后面的关键帧

source: Select Guide Stroke:
zh_cn: 选择引导描绘:

source: Select Guide Strokes && Tween Mode
zh_cn: 选择导引描绘模式 && 补间模式

source: Select Level
zh_cn: 选择层级

source: Select Next Frame Guide Stroke
zh_cn: 选择后一帧导引描绘

source: Select Pegbar
zh_cn: 选择定位尺

source: Select Prev && Next Frame Guide Strokes
zh_cn: 选择前一帧 && 后一帧导引描绘

source: Select Previous Frame Guide Stroke
zh_cn: 选择前一帧导引描绘

source: Select Previous Keys in this Column
zh_cn: 选择此列前面的关键帧

source: Select Previous Keys in this Frame
zh_cn: 选择此行前面的关键帧

source: Select a camera to change settings.
zh_cn: 选择摄影机改变设定。

source: Select a sub-xsheet cell.
zh_cn: 请选择一个子摄影表帧格。

source: Select the Palette Operation
zh_cn: 选择调色板操作

source: Select..
zh_cn: 选择..

source: Selected Cells
zh_cn: 所选帧格

source: Selected Frame Range
zh_cn: 所选帧范围

source: Selected Frames
zh_cn: 已选帧

source: Selected cells - Auto play
zh_cn: 选中的帧格 - 自动播放

source: Selected cells must be in the same column.
zh_cn: 所选的帧格必须在同一个列中。

source: Selected drawings will overwrite the original files after the cleanup process.
zh_cn: 选定的绘图将在清稿过程后覆盖原始文件。

source: Selected folders don't belong to the current project.
zh_cn: 所选文件夹并不属于当前项目。

source: Selected level has no frames between From and To.
zh_cn: 选中的层级在起始和终点之间没有帧。

source: Selected:
zh_cn: 选中:

source: Selection Tool
zh_cn: 选择工具

source: Selection Tool - Freehand
zh_cn: 选择工具 - 手写

source: Selection Tool - Next Type
zh_cn: 选择工具 - 下一类型

source: Selection Tool - Polyline
zh_cn: 选择工具 - 折线

source: Selection Tool - Rectangular
zh_cn: 选择工具 - 长方形

source: Selective
zh_cn: 选择性

source: Sensitivity Error
zh_cn: 灵敏度错误

source: Sensitivity:
zh_cn: 灵敏度:

source: Separate
zh_cn: 分离

source: Separate %1 Levels
zh_cn: 分离 %1 层级

source: Separate 1 Level
zh_cn: 分离1层级

source: Separate Character:
zh_cn: 分割字符:

source: Separate Colors...
zh_cn: 分离颜色...

source: Separate by colors ...
zh_cn: 按颜色分离 ...

source: Separate numbers by comma "," .
zh_cn: 使用逗号(,)分隔编号。

source: Separating %1
zh_cn: 正在分离 %1

source: Sequence + Scene
zh_cn: 序列 + 场景

source: Sequence:
zh_cn: 序列:

source: Server:
zh_cn: 服务器:

source: Set
zh_cn: 设置

source: Set Acceleration
zh_cn: 设置加速

source: Set Active Camera %1 > %2
zh_cn: 设置启用的摄影机 %1 > %2

source: Set As Default
zh_cn: 保存未默认

source: Set Auto Markers
zh_cn: 设置自动标注

source: Set Cell Mark
zh_cn: 设置帧格标记

source: Set Cell Mark at Column %1 Frame %2 to %3
zh_cn: 在列 %1 帧 %2 到 %3 设置帧格标记

source: Set Constant Speed
zh_cn: 设置恒定速度

source: Set Deceleration
zh_cn: 设置减速

source: Set Global Key
zh_cn: 设置全局关键帧

source: Set Global Rest Key
zh_cn: 设置全局休止关键帧

source: Set Key
zh_cn: 设置关键帧

source: Set Keyframe
zh_cn: 设置关键帧

source: Set Keyframe %1 at frame %2
zh_cn: 设置关键帧 %1 在帧 %2

source: Set Keyframe : %1
zh_cn: 设置关键帧：%1

source: Set Linear Control Point
zh_cn: 设置线性控制点

source: Set Nonlinear Control Point
zh_cn: 设置非线性控制点

source: Set Picked Position of Style#%1 in Palette%2 : %3,%4
zh_cn: 设定已经在调色板%2 : %3,%4中挑选的样式#%1位置

source: Set Pins To Top
zh_cn: 固定到顶部

source: Set Rest Key
zh_cn: 设置休止关键帧

source: Set Save Box : (X%1,Y%2,W%3,H%4)->(X%5,Y%6,W%7,H%8)
zh_cn: 设置保存框：(X%1,Y%2,W%3,H%4)->(X%5,Y%6,W%7,H%8)

source: Set Start Marker
zh_cn: 设置开始标记

source: Set Stop Marker
zh_cn: 设置停止标记

source: Set Toolbar Above Styles
zh_cn: 使工具条在样式上方

source: Set Toolbar Below Styles
zh_cn: 使工具条在样式下方

source: Set focus check location
zh_cn: 设定焦点检查位置

source: Set needs-lock property...
zh_cn: 设置 needs-lock 属性...

source: Set the current "Save In" path as the default.
zh_cn: 设置当前“保存位置”为默认。

source: Set the current frame
zh_cn: 设置当前帧

source: Set the cycle of previous keyframes
zh_cn: 设置循环前面的关键帧

source: Set the output folder path to the subfolder as well.
zh_cn: 同时设置输出文件夹路径到子文件夹。

source: Set the playback frame rate
zh_cn: 设置回放帧速率

source: Set the volume of the soundtrack
zh_cn: 设置音轨的音量

source: Set to the Current Playhead Location
zh_cn: 设置当前播放位置

source: Setting Shortcuts
zh_cn: 设置快捷键

source: Setting the needs-lock property to hook file...
zh_cn: 正在设置 needs-lock 属性到钩子文件...

source: Setting this value 0 will automatically pick up all frames in the selected level.
zh_cn: 设置此值为0将自动选上 所选中层级里的所有帧。

source: Settings
zh_cn: 设置

source: Shade
zh_cn: 阴影

source: Shape:
zh_cn: 形状:

source: Sharpness:
zh_cn: 锐利度:
